[
    {
        "name": "Hamidur Rahman",
        "month": "Mar",
        "reviews": "Got this for an older gentleman who only has a flip phone. He's had no problems with it and it's very easy intuitive to use. He mostly enjoys watching YouTube or searching the web. I set it up for him and it was very simple. Pretty much like an android phone or tablet on a laptop minus the touch screen. The only drawback is it can be hard to see the dark keyboard in low light situations.",
        "investment": 100000,
        "ratting": "5 out of 5",
        "sell": 241,
        "revenue": 10401
    },
    {
        "name": "Karim Khan",
        "month": "Apr",
        "reviews": "Previously had a chromebook so with this awesome deal I was excited and bought 2 of these for my kids. Both kept saying no internet connection. It said go to guest mode for settings option. In guest mode they worked fine but its not setup and you cant do much.",
        "investment": 200000,
        "ratting": "4.5 out of 5",
        "sell": 423,
        "revenue": 24500
    },
    {
        "name": "Kalam Gazi",
        "month": "May",
        "reviews": "Got this for an older gentleman who only has a flip phone. He's had no problems with it and it's very easy intuitive to use. He mostly enjoys watching YouTube or searching the web. I set it up for him and it was very simple. Pretty much like an android phone or tablet on a laptop minus the touch screen. The only drawback is it can be hard to see the dark keyboard in low light situations.",
        "investment": 500000,
        "ratting": "4.7 out of 5",
        "sell": 726,
        "revenue": 67010
    },
    {
        "name": "Abdurs Salam",
        "month": "Jun",
        "reviews": "Purchased computer for my 13yr old daughter start home schooling she. I'm about to purchase 2 more this week one for me and another computer for my 14yr start home schooling!! They love watching Netflix etc in their spare time. I'm happy with my purchase",
        "investment": 500000,
        "ratting": "4.9 out of 5",
        "sell": 529,
        "revenue": 40405
    },
    {
        "name": "Rafiquddin Rafiq ",
        "month": "Jul",
        "reviews": "I love this laptop! I'm 62 years old and have no problem using it after the first initial try. It meets all my expectations. I can't believe how fast it is. If you're thinking about buying a laptop try this one. Oh and the price? AMAZING!!",
        "investment": 600000,
        "ratting": "3.5 out of 5",
        "sell": 601,
        "revenue": 50900
    },
    {
        "name": "Abul Kalam Azad",
        "month": "Aug",
        "reviews": "Excellent price. Cheaper than a tablet and it has a keyboard and a larger screen than just about every tablet. Is a chromebook so updates automatically.. Both chrome and play store apps available.",
        "investment": 700000,
        "ratting": "5 out of 5",
        "sell": 670,
        "revenue": 61000
    }
]